* 新しいパソコンのWindows10での各種設定，インストール

:CATEGORIES: パソコン,Windows

　放置状態だった新しいパソコンのWindows10ですが，今日になってアプリのインストールや設定を行いました。Microsoft365，一太郎と新ストールし，vscodeを入れたところです。

　Wordとvscodeで，現在行をTwitterにツイートできるようにしました。WSLでUbuntu20.04もインストールしましたが，今回はWSL2とし，Windows10も2004にアップグレードしました。

　Windows10同士のネットワーク接続も設定しましたが，なにかと面倒があったり，躓くこともありました。とりあえず，作業環境は整ったかという感じです。

　Windows10の方が，集中して作業できることもあるかと思います。

* 国道47号線から考えた，宮城県大崎市の松山事件と鹿児島県の大崎事件
  :LOGBOOK:
  CLOCK: [2020-07-21 火 18:11]--[2020-07-21 火 19:25] =>  1:14
  :END:

:CATEGORIES: 大崎事件,松山事件,再審請求,再審

〉〉〉：Emacs： 2020-07-21（火曜日）18：11　 〉〉〉

　先日，国道48号線を国道47号線と勘違いしていたことに気がついたということもありましたが，岩手県の雫石町が国道46号線だと知り，国道47号線について調べたところ，山形県酒田市から宮城県仙台市までの国道だと確認しました。

　金沢市場輸送の大型保冷車で，山形県酒田市から仙台市に向かい，鳴子温泉を横目に，その先で国道4号線に出たところが旧古川市になるものと思っていたのですが，Googleマップで見ると鳴子温泉のあたりは，国道108号線になるように見えていました。

　旧古川市と仙台市との間の国道4号線も国道47号線と重複するらしいのですが，国道が重複するというのは，この機会に初めて知ったことでした。次のホームページがきっかけです。

 -  国道４７号 http://hgf03030.a.la9.jp/100/R047/R047.htm

　なぜ古川市が大崎市になったのかずっと気になっていたのですが，さきほど調べたところ，その地方を治めた大崎氏という一族に由来するようでした。同じく仙台市に近い多賀城市が，その昔，統治の中心であったことは何かで読んで知っていたのですが，大崎氏というのは全く知らなかったと思います。

```
大崎市（おおさきし）は、宮城県北西部の大崎地方に位置する市。

新幹線や高速道路、複数の国道などが通る「交通の要所」となっている。中世（1354年）に斯波家兼が奥州管領に任命され奥州（陸奥、出羽）地方を統括し、官庁名生館官衙遺跡が置かれた東北地方で最も古い歴史と伝統ある地域で、古川が中心地であった。伊達晴宗と伊達政宗も奥州探題を自称し、伊達政宗が築城し居城とした岩出山城、その後作られた有備館は現存する日本最古の学問所であり岩出山凍り豆腐やずんだは伊達政宗が開発したものである。

北海道・東北地方で初めて世界農業遺産に認定された大崎耕土（大崎平野）は日本有数の穀倉地帯で、ササニシキやひとめぼれなどの米や大豆（全国2位）の生産が行われ、石巻、女川、気仙沼など日本有数の漁港にも近い。化女沼や蕪栗沼はラムサール条約に登録されており、鳴子温泉郷は日本トップクラスの泉質の豊富さから東の横綱に選ばれていて紅葉の時期には全国のみならず海外からも観光客が訪れ、鬼首スキー場など東北有数のリゾート地もある。

［source：］大崎市 - Wikipedia https://ja.wikipedia.org/wiki/%E5%A4%A7%E5%B4%8E%E5%B8%82
```

　上記の引用部分に，「奥州（陸奥、出羽）地方を統括し、官庁名生館官衙遺跡が置かれた東北地方で最も古い歴史と伝統ある地域で、古川が中心地であった。」とあります。大崎平野というのも初めて知ったように思うのですが，地理の授業で出てきそうな名称だとは思いました。

```
大崎地方（おおさきちほう）は、宮城県北部の1市4町（大崎市、色麻町、加美町、涌谷町、美里町）を範囲とする地域名。大崎氏が治めた大崎5郡（志田郡、玉造郡、加美郡、遠田郡、栗原郡）のうち、4郡（栗原郡＝現栗原市以外）を指す。仙台平野の一角であるが、大崎平野の呼称を用いることもある。

［source：］大崎地方 - Wikipedia https://ja.wikipedia.org/wiki/%E5%A4%A7%E5%B4%8E%E5%9C%B0%E6%96%B9
```

　金沢市場輸送の大型保冷車の仕事で，酒田市から国道47号線で仙台市に向かったのは一度ぐらいしか記憶にないのですが，ちょうどしばらく前に漫画で知った，清川八郎のゆかりという看板が最上川沿いにあったのがとても印象的でした。

清河八郎記念館 - Google マップ https://t.co/qJSwW84354 〒999-6606 山形県東田川郡庄内町清川上川原３７

　記念館の案内板であったのか記憶にないですが，Googleで調べると上記の清川八郎記念館が見つかりました。最上川沿いで国道47号線です。そのときは国道13号線に出てから食事をしたという記憶もあるのですが，そのあとの鳴子温泉を含め，とても印象に残る運行でした。

　秋田市内の方から宮城県に向かうことも2度ほどあったと思うのですが，鳴子温泉から古川市に出たという記憶は1回ぐらいしか残っておらず，他にどの道路を選択したのかと考えたりするのですが，国道48号線から仙台市内という選択もありそうな気はしました。

　前にも書きましたが，国道48号線は金沢から仙台に向かうのに，雪や凍結の時期に限って通行した道路で，普段の国道286号線に比較すると倍ぐらい長い距離を感じる国道でした。山形市から向かうと天童市で国道48号線に入るようです。

　この山形県の天童市ですが，一度，夜に国道沿いのサウナに入ることがあって，前後のことは記憶にないのですが，けっこう客の多いサウナで，それも古くて印象的な店内でした。いくらか似たような感じの建物があって，それが山中事件に出てくるトルコ風呂白鳥になります。

　古川市から国道4号線で仙台市内に向かったのもたぶんガソリンスタンドでの給油が目的だったと考えられるのですが，そのガソリンスタンドの近くには大きなパチンコ店と大きな入浴施設がありました。それまで見た中で最も大きな入浴施設だったとも思います。

　長距離トラック運転手の仕事では，大型のガソリンスタンドやトラックステーションで入浴することがほとんどでした。例外は福岡市で泊まりのときのサウナと，一度，昼間に下関市内の大きなデパートの屋上にあるサウナに入ったぐらいです。

　そのときも泊まりのときに臨時の仕事で頼まれ，下関まで荷物を運んだのですが，たぶんそのしばらく後に，同じく臨時の仕事で同じ福岡の長浜の魚市場から鹿児島市の魚市場まで木箱のサバを運んだことがありました。かなりの過積載でもありました。

　木箱のサバを積んで鹿児島市までとんぼ返りで向かい，昼のうちに荷降ろしを終えたことまでは記憶にあるのですが，場所もはっきり憶えておらず，そのあとに長野市行きの白菜を積みに行った青果市場と同じ場所であったのか記憶が定かではなくなっています。

　庄内の青果市場は筍の時期に決まって何度か筍を運んだのですが，国道7号線沿い，秋田に向かうと右側に建物があって，ちょうど庄内市と酒田市の境の看板が出ていました。同じ頃のスルメイカのシーズンには酒田市の魚市場にも金沢港からスルメイカを運んでいました。

　酒田市は国道7号線沿いで，秋田市や青森市に向かう通過点でもあったのですが，その辺りに余目という地名の看板をよく見かけていたと記憶にあります。

　大崎事件も最初は，人の名前の事件名と思っていたように記憶にあるのですが，鹿児島県曽於郡大崎町だったと思います。大崎市と似ている地名ですが，その地名以上のつながりが，弁護士鉄道の歴史にあるように思えてなりません。

　次に取り上げておく，余目町も弁護士鉄道の歴史の一ページを感じさせるもので，前にたまたま法クラのツイートを見かけたと記憶にあるものです。どの法クラのアカウントだったのか思い出せないですが，他にTwilogで余目が出ることはなさそうに思います。

〈〈〈：Linux Emacs： 2020-07-21（火曜日）19：13 　〈〈〈

* 「法クラには余目町個室付特殊浴場事件として有名な、山形県東田川郡庄内町にある『トルコハワイ』の跡地に立ち寄りました（５年ぶり３回目）」というツイート
  :LOGBOOK:
  CLOCK: [2020-07-21 火 19:54]--[2020-07-21 火 20:43] =>  0:49
  CLOCK: [2020-07-21 火 19:25]--[2020-07-21 火 19:54] =>  0:29
  :END:

:CATEGORIES: 金沢市場輸送,法クラ

〉〉〉：Emacs： 2020-07-21（火曜日）19：25　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hamhambenben（はむ弁護士） 日時：2020-07-21 19:25／2019/09/30 11:18 URL： https://twitter.com/kk_hirono/status/1285521313897955328 https://twitter.com/hamhambenben/status/1178494389317853184  

> 法クラには余目町個室付特殊浴場事件として有名な、山形県東田川郡庄内町にある『トルコハワイ』の跡地に立ち寄りました（５年ぶり３回目）。窓の覆いが破損していたり、窓が割れていたり、蔦が伸びていたりと、前回行ったときと比べると、廃墟化が… https://t.co/9uGLndWRQP  

　ツイートを個別に開いて気がついたのですが，4枚の写真があります。ちょっと記憶になかった写真ですが，外壁がレンガ張りで，建物が新しく見えたのと，金沢地方検察庁の庁舎の外壁にも似ているように思いました。

奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中: ＼はむ弁護士　@hamhambenben＼法クラには余目町個室付特殊浴場事件として有名な、山形県東田川郡庄内町にある『トルコハワイ』の跡地に立ち寄りました（５年ぶり３回目 https://t.co/t70TgQoGZS

(py37_env) a66@a66-XTe:~$ dp -p|grep 余目
 - 2019年09月30日18時05分の登録： ＼はむ弁護士　@hamhambenben＼法クラには余目町個室付特殊浴場事件として有名な、山形県東田川郡庄内町にある『トルコハワイ』の跡地に立ち寄りました（５年ぶり３回目 http://hirono2014sk.blogspot.com/2019/09/hamhambenben.html

　2年ぐらいは経っていそうに思っていたのですが，昨年2019年9月30日に記録されたもので，元のツイートも同じ9月30日と確認しました。近接して，宇奈月温泉事件に関するツイートも見かけたように思うのですが，法クラの価値観では共通点の感じられるものでありました。

　トルコ風呂の名前が「トルコハワイ」というのもすっかり忘れいていたのですが，最初にこのツイートを見たとき，古い記憶が呼び起こされたので，たぶんそれらしい建物か看板を現地で見かけていたのだと思います。

　なお，ハワイで思い出すのは鳥取県の国道9号線沿いの羽合温泉になるのですが，10年ほど前かに外国人のハーフのような女性のCMで話題になっていました。現地を通っていたので記憶と印象にあったのですが，国道9号線では島根県の玉造温泉にもトルコ風呂の大きな看板がありました。

　国道47号線で酒田市から仙台市に向かった頃は，ソープランドになっていたはずです。昭和60年とも記憶にあるのですが，一度に店の看板が変わったのでよく憶えています。国道161号線沿いの滋賀県雄琴温泉だったとも思いますが，福島県内にも辺鄙な場所にトルコ風呂の目立つ看板がありました。

```
「トルコ風呂」に代わる名称を公募して、1984年（昭和59年）12月19日、「ソープランド」と改称した（「トルコ風呂」名称問題も参照）。なお、当時サンジャクリがトルコ風呂の名称問題で相談していたのは小池百合子で、そのことを1985年（昭和60年）4月11日付けの毎日新聞夕刊で認めている。

［source：］ソープランド - Wikipedia https://ja.wikipedia.org/wiki/%E3%82%BD%E3%83%BC%E3%83%97%E3%83%A9%E3%83%B3%E3%83%89
```

　上記のトルコ風呂の改名と小池百合子氏の関係ですが，つい最近になってネットで知りました。それもトルコ風呂白鳥について調べたのがきっかけと思います。正確な場所も確認したかったのですが，ほとんど情報が見つからなかったと思います。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:46／2018/08/08 04:52 URL： https://twitter.com/kk_hirono/status/1285526659777523713 https://twitter.com/hirono_hideki/status/1026918964423618560  

> 【これはひどい】重要判例：（山形県）余目町個室付特殊浴場事件！！【風俗／ソープランド】 - NAVER まとめ https://t.co/Ew4Fxk9vpm  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:47／2018/08/08 04:59 URL： https://twitter.com/kk_hirono/status/1285526691951947776 https://twitter.com/hirono_hideki/status/1026920782369157120  

> 余目町個室付浴場事件は行政権の乱用で男性涙目からの逆転劇 | 30代からの行政書士独学ブログ https://t.co/oUDqPcHRYa  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:47／2018/08/08 05:03 URL： https://twitter.com/kk_hirono/status/1285526742472380417 https://twitter.com/hirono_hideki/status/1026921819649921024  

> 余目駅からトルコハワイ事件の跡地へ～哀愁漂う不思議な散策 -- 駅トホ！アラサー女、電車と歩きの一人旅。 https://t.co/6rB7ptOGi1 名前は村社　皇大神社。 なんの因果か、こちらの神社には 男●の石像があるのだ… https://t.co/2KAR4T6CYF  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:47／2018/08/08 05:06 URL： https://twitter.com/kk_hirono/status/1285526783601721344 https://twitter.com/hirono_hideki/status/1026922536917843968  

> 余目 - Google マップ https://t.co/d9JCFo8er5  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:47／2019/09/30 18:06 URL： https://twitter.com/kk_hirono/status/1285526827604209666 https://twitter.com/hirono_hideki/status/1178597068824145920  

> 2019年09月30日18時05分の登録： ＼はむ弁護士　@hamhambenben＼法クラには余目町個室付特殊浴場事件として有名な、山形県東田川郡庄内町にある『トルコハワイ』の跡地に立ち寄りました（５年ぶり３回目 https://t.co/hRL8yE6ngM  

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「余目」の検索結果 - Twilog https://t.co/j50cGlBFrw

　今になって気がついたのですが，余目のトルコ風呂に関するツイートは，2018年8月8日に4件あり，2019年9月30日は1件のみでした。

〈〈〈：Linux Emacs： 2020-07-21（火曜日）19：53 　〈〈〈

〉〉〉：Emacs： 2020-07-21（火曜日）19：54　 〉〉〉

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:59／2018/08/08 05:07 URL： https://twitter.com/kk_hirono/status/1285529913957605377 https://twitter.com/hirono_hideki/status/1026922780137115649  

> 清河八郎記念館 - Google マップ https://t.co/BRqYEpEaIK  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 19:59／2018/08/08 05:09 URL： https://twitter.com/kk_hirono/status/1285529949529505793 https://twitter.com/hirono_hideki/status/1026923347353825280  

> 清川神社　－庄内の近代を歩くー https://t.co/GZ67d4TPle  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 20:00／2018/08/08 05:12 URL： https://twitter.com/kk_hirono/status/1285529990357028864 https://twitter.com/hirono_hideki/status/1026924073941516288  

> 清河神社 － 観光スポット情報 － 山形県庄内町観光情報サイト Navi庄内町 https://t.co/TnvnoG7EWX 明治維新の志士「清河八郎」を祀る神社で、明治41年、正四位を贈られたのを機に、昭和8年に建立された。境… https://t.co/gwTFBaJLlv  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 20:00／2018/08/08 05:17 URL： https://twitter.com/kk_hirono/status/1285530046233366528 https://twitter.com/hirono_hideki/status/1026925201051676672  

> 清川八郎　漫画 - Google 検索 https://t.co/Zxwi5xfsEt  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時：2020-07-21 20:00／2018/08/08 16:52 URL： https://twitter.com/kk_hirono/status/1285530175241728000 https://twitter.com/hirono_hideki/status/1027100101968154625  

> 牛首 - Google マップ https://t.co/jPg3DPPhQS  

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/2018年08月08日 - Twilog https://t.co/0XQ0ITT7kh

　Twilogで余目が最初に出てきた2018年8月8日のツイートを調べたのですが，余目にたどり着く前のツイートが見当たらず，直後には清川八郎について調べたツイートが痕跡がありました。法クラの弁護士のツイートで見たのが最初とばかり思っていました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:06／2018/08/08 03:40 URL： https://twitter.com/kk_hirono/status/1285531475480215560 https://twitter.com/s_hirono/status/1026900830794919936  

> 2018-08-08-033024_深澤諭史（@fukazawas）：もう、みんな忘れているかも知れないけれども、日弁連総会における委任状書換え問題について、訴訟とか刑事告訴.jpg https://t.co/2E4Y3pL8EG  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:06／2018/08/08 08:17 URL： https://twitter.com/kk_hirono/status/1285531690387922944 https://twitter.com/s_hirono/status/1026970549380046848  

> 2018-08-08-044928_パブリック・エネミー＝フミンのリツイート（とろろ　@lit_soc）：個室付浴場の前を通るたびに余目町個室浴場事件について「なんで児童遊園.jpg https://t.co/t3pkzOkNAb  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:07／2018/08/08 08:17 URL： https://twitter.com/kk_hirono/status/1285531756318216192 https://twitter.com/s_hirono/status/1026970580673691648  

> 2018-08-08-060045_村松謙のリツイート（なる　@nalluse）：【悲報】懲戒請求ネトウヨさん、続々と住民票開示され大発狂　処刑開始か.jpg https://t.co/KXMaWKxoBD  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:07／2018/08/08 08:17 URL： https://twitter.com/kk_hirono/status/1285531832239308800 https://twitter.com/s_hirono/status/1026970612001005568  

> 2018-08-08-080221_モトケンのリツイート（ystk　@lawkus）：「男女の友情はない」との主張について。この主張はこの世に一例でも男女の友情があったら負け.jpg https://t.co/0MUnOIXv9N  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:07／2018/08/08 08:17 URL： https://twitter.com/kk_hirono/status/1285531891676794882 https://twitter.com/s_hirono/status/1026970643600957440  

> 2018-08-08-080241_モトケンのリツイート（感熱紙（不死鳥狩り）　@thermalpaper00）：この弁護士、明石歩道橋事故だとかの群衆事故を知らんのか。能力.jpg https://t.co/D6VpsAii83  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:08／2018/08/08 13:44 URL： https://twitter.com/kk_hirono/status/1285532096614658049 https://twitter.com/s_hirono/status/1027052783705309184  

> 2018-08-08-131836_北野天満宮　から　京都地方裁判所　-　Google　マップ.jpg https://t.co/HAUD9jLQcU  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 20:08／2018/08/08 13:54 URL： https://twitter.com/kk_hirono/status/1285532172976140289 https://twitter.com/s_hirono/status/1027055428851527680  

> 2018-07-17-083038_京都弁護士会　「日野町事件再審開始決定に関する会長声明」（2018年7月13日.jpg https://t.co/mykZq2WR7a  

非常上告-最高検察庁御中_ツイッター(@s_hirono)/2018年08月08日 - Twilog https://t.co/yiALdmGkSU

　喜久山大貴弁護士のツイートがモトケンこと矢部善朗弁護士（京都弁護士会）のタイムラインで記録されたスクリーンショットが出てきましたが，それが2018-08-08-080241で，2018-08-08-044928に余目町のトルコ風呂，特殊浴場のツイートがスクリーンショットで記録されていました。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜lit_soc（とろろ） 日時：2020-07-21 20:13／2018/08/07 22:51 URL： https://twitter.com/kk_hirono/status/1285533373327273984 https://twitter.com/lit_soc/status/1026828088590495744  

> 個室付浴場の前を通るたびに余目町個室浴場事件について「なんで児童遊園が近くにあると銭湯作っちゃいけないの(´･ω･`)」と言ってたローの女性同期を思い出す。彼女の頭の中では公衆浴場規制が思い浮かんで、積極目的とか消極目的とか考えていたと思う。そんな同期も今は検事さん。  

(19) 個室付浴場の前を通るたびに余目町個室浴場事件について - Twitter検索 / Twitter https://t.co/9t5NEaBSAP

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜IcyFumin（同志フミン少佐） 日時：2020-07-21 20:20／2017/03/20 00:10 URL： https://twitter.com/kk_hirono/status/1285535108582133763 https://twitter.com/IcyFumin/status/843479904909905920  

> ネットで余目町の事件を調べてみたら、顧客リストが裁判資料で使われて廃業とか出てきて大草原ｗ  

余目 (from:IcyFumin) - Twitter検索 / Twitter https://t.co/64EogqyU66

　ツイートが見つからないと思いながら，スクリーンショットをよく見直すと，とろろ，というアカウントのツイートをリツイートしたものとして記録されていました。同志フミン少佐というアカウントは，法クラの弁護士なのか迷った気もする過去のアカウントでした。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜lit_soc（とろろ） 日時：2020-07-21 20:26／2020/07/13 15:39 URL： https://twitter.com/kk_hirono/status/1285536647166095361 https://twitter.com/lit_soc/status/1282565249715994624  

> まあ、お金と人柄が絡むツイートをしたので、人によっては不快に思う人がいるかもしれないとは思った。ご批判は甘受しますが「お前」呼ばわりされる筋合いはないと思います。 https://t.co/Tqw7gI3aUg  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜lit_soc（とろろ） 日時：2020-07-21 20:26／2020/07/13 14:37 URL： https://twitter.com/kk_hirono/status/1285536703701114880 https://twitter.com/lit_soc/status/1282549622200647681  

> 依頼される案件は、①実入りがよい、②事件の筋がよい、③依頼者の人柄がよい、のうち2つをみたすとモチベーションが上がる（それぞれ突き抜ける場合は除く）。  バリエーションとして④理論的に興味深い論点があるともっと楽しいけど、そういう案件はあまりない。  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜lit_soc（とろろ） 日時：2020-07-21 20:27／2020/07/13 12:10 URL： https://twitter.com/kk_hirono/status/1285536800014872578 https://twitter.com/lit_soc/status/1282512720491732992  

> 麗奈先生をフォローさせていただいたきっかけは、確かこの2016年のツイートを拝見してだったと思う。当時は数年くらいしか年次が違わない先生なのかなと思っていたけど、以来お仕事の仕方に関するツイートにいつも勉強させていただいています。 →RT  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜reeeiinaaaa（麗奈） 日時：2020-07-21 20:27／2016/10/26 23:50 URL： https://twitter.com/kk_hirono/status/1285536809405931521 https://twitter.com/reeeiinaaaa/status/791290994020921344  

> 基本は三行答弁の私。  だって、あせって下手なこと主張しても、依頼者になんのメリットもないし。  それに原告はフリーな時間使って訴状書いてるんだから、原則はは三行答弁をすべきと、思ってます。  もちろん例外はありますけど。 https://t.co/Zl2DwvpJH6  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜reeeiinaaaa（麗奈） 日時：2020-07-21 20:27／2020/07/13 09:21 URL： https://twitter.com/kk_hirono/status/1285536876980387840 https://twitter.com/reeeiinaaaa/status/1282470287443759110  

> 第１　請求の趣旨に対する答弁 １．原告の請求を棄却する。 ２．訴訟費用は原告の負担とする。 との判決を求める。 第２　請求の原因に対する認否 追って認否する。  7行じゃん。 https://t.co/b3j4blYMyC  

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜lit_soc（とろろ） 日時：2020-07-21 20:28／2020/07/03 23:16 URL： https://twitter.com/kk_hirono/status/1285537088117420038 https://twitter.com/lit_soc/status/1279056397263495168  

> 「主要な法クラ」にならないことが最も法クラらしくTwitterを楽しめるというアンビバレント（？）  

　最初，ブロックされているアカウントかと思ったのですが，確認してみないとわからないものです。その後にブロックの解除ということも稀にはありましたが，滅多にないのが弁護士の特性とも分析しています，顧みずです。

　たぶんになりますが，昭和59年に国道7号線の余目町近辺に，トルコ風呂の看板があったものと考えられます。昭和60年，中西運輸商でも一度，酒田市内で優水化成の断熱材の荷降ろしをした記憶があり，他にも同じ断熱材の荷物で秋田，青森，岩手方面に向かうのに通過はしていたはずです。

　よく憶えているのは，断熱材の荷物が青森県十和田市降ろしだったのに，早朝に秋田県の東北自動車道の十和田インターに向かってしまい，十和田インターに着いてから気がついたことで，青森県十和田市に向かうのに湖のほとりの道路を通行したことも記憶に残っています。

〈〈〈：Linux Emacs： 2020-07-21（火曜日）20：38 　〈〈〈

* 図書館で借りた「蒔絵職人・霜上則男の冤罪―山中温泉殺人事件」に繰り返し出てきたトルコ風呂白鳥，被告発人安田敏と消火器販売，大聖寺の病院のこと
  :LOGBOOK:
  CLOCK: [2020-07-21 火 20:52]
  CLOCK: [2020-07-21 火 20:43]--[2020-07-21 火 20:52] =>  0:09
  :END:

:CATEGORIES: 被告発人安田敏,山中温泉殺人事件,冤罪,金沢弁護士会,金沢合同法律事務所

〉〉〉：Emacs： 2020-07-21（火曜日）20：43　 〉〉〉

　トルコ風呂白鳥は，片山津温泉として「蒔絵職人・霜上則男の冤罪―山中温泉殺人事件」に記述があったと思うのですが，片山津温泉からは離れた場所で，小松市との境に近かったとも記憶にあります。長距離トラック運転手の仕事でその前を通ることがあったと思います。

〈〈〈：Linux Emacs： 2020-07-21（火曜日）20：51 　〈〈〈

〉〉〉：Emacs： 2020-07-21（火曜日）20：52　 〉〉〉

 mozcで単語登録をしたところ，Fcitxのサーバが落ちてしまい，システムの再起動をしていました。サーバーの再起動で直らなかったのは初めてかもしれません。これまでに何度か経験している数少ないUbuntuの不具合です。

トルコ風呂　白鳥 加賀市 - Google 検索 https://t.co/XIEtCJMOfQ

　上記の検索でもそれらしい情報は見つかりませんでした。少なくとも昭和60年にはまだ建物があり，営業もしていたと思うので，付近の住民など記憶にしている人も少なくはないはずですが，ネットでは見つからない情報となっているようです。

　最近になってGoogleマップで気がついたのことは，加賀市の動橋が片山津温泉に近く，小松市からは離れていることで，私の記憶では動橋は粟津温泉と同じで小松市になるのではと考えていたほど，小松市に隣接した場所で，長距離トラック運転手以外にも仕事で通ることがありました。

　今，Googleマップを見ると，国道8号線が異なるルートとなっている小松市ですが，以前は小松警察署の前の広い道路を福井方面に向かうと，道幅が狭くなり対面通行となった辺りが粟津温泉の看板が出てくる辺りで，そこにもトルコ風呂の目立つ看板があったと記憶します。

　少し行くと国道8号線は加賀市に入るという標識があり，まもなく右手に入る陸橋のような道路があって，それがジェットコースターのコースのようにスロープになっていたと記憶にあります。その降り口の道路を左に行くと，すぐ右手にトルコ風呂白鳥があったと記憶にあります。

　割とその道路を通ったと記憶にあるのですが，考えられるのは佐川急便の加賀店に向かったことで，その加賀店については，反対方向の北陸自動車道の片山津インターから向かった記憶が多くあるのです。ちょうどインターの側に軽油グループのガソリンスタンドがありました。

　片山津インターから片山津温泉や妻の実家があった潮津に向かうときは，大きな交差点を右折し，右折したところに首荒い塚があったのですが，佐川急便の加賀店に向かうときは，その大きな交差点を直進していたと記憶にあります。

▶▶▶　kk_hironoのリツイート　▶▶▶  

- RT kk_hirono（刑事告発・非常上告＿金沢地方検察庁御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2020-07-21 21:14／2020/07/21 21:13 URL： https://twitter.com/kk_hirono/status/1285548656267911171 https://twitter.com/s_hirono/status/1285548472259579911  

> 2020-07-21-211306_芭蕉句碑加賀篠原古戦場首洗池.jpg https://t.co/LuxhwZYGXo  

　確認もあるのでGoogleマップで調べたところ，「芭蕉句碑加賀篠原古戦場首洗池」と出てきました。テレビで津幡町のゆるキャラを見て倶利伽羅峠の古戦場について調べたところ，この首洗池の情報が出てきました。

　他に気になったのは，首洗池の前の道路が山中伊切線となっていることです。この山中伊切線は，昨日に読み終えた山中温泉殺人事件の差し戻し無罪判決の判決文に出てきたのですが，Googleマップで周辺を検索すると，山中温泉とはずいぶん離れた場所が出てきました。

加賀市伊切町 - Google 検索 https://t.co/rUMPbdjdMg]

　今回のGoogleマップの検索では範囲の表示がないのですが，昨日に調べたときは，柴山潟の河口から片山津インターの辺りが範囲になっていました。周辺をみると，この河口に間違いないと思うのですが，前妻の案内で一度，夜釣りをしたことがある場所で，月明かりがなかったのも印象に残っています。

　月明かりがなかったと思う割に，河口の周辺がよく見渡せたとも記憶にあり，魚釣りのしづらい場所で，まったく何も釣れなかったとも記憶にあります。

　片山津温泉が湖畔となる柴山潟ですが，2年ほど前，小木港の東一文字堤防に釣りに来ていた片山津の人に聞いた話で，海に近いので小アジが釣れると聞いて驚いたことがありました。最近も，辻政信の出身地の検索で，動橋川が柴山潟にそそいでいると知って意外に思ったことがありました。

　大聖寺川という川の名前もほとんど知らなかったのですが，2年ほど前になるのか，テレビで桜の景色を見る屋形船の紹介を見たことと，それに近い時期に山中温泉の大聖寺川が関西から来た観光客が転落死したというニュースをテレビで見たことがありました。

　Googleマップでみると大聖寺川の河口は，ちょうど石川県と福井県の県境になっていて，県境に近いと思っていた橋立港からかなり離れていること，橋立港が意外に片山津インターに近いことがわかります。

　この橋立港も少し思い出があって，昭和59年の夏，金沢市場輸送の会社の指示で，海水を汲みに行ったことがあったのです。新田商店の仕事で，茨城県の現在の鹿嶋市に，あさり貝を運ぶ仕事でした。

　昭和58年の秋，消火器販売をやるようになった経緯，誘った被告発人安田敏が生きがいを見出し，トルコ風呂とともに主張と称し，のめり込んだことは，金沢地方裁判所や金沢地方検察庁に提出の書面に詳細に記述してあると思います。

刑事告発・非常上告＿金沢地方検察庁御中(@kk_hirono)/「白鳥」の検索結果 - Twilog https://t.co/Zavds38F14

奉納＼さらば弁護士鉄道・泥棒神社の物語(@hirono_hideki)/「白鳥」の検索結果 - Twilog https://t.co/IpQmErNcJT

　あるかもしれないと思っていたのですが，加賀市やトルコ風呂に関連した白鳥のツイートは確認できませんでした。再審請求で有名は白鳥決定は，やはりけっこうな数があって，岐阜県の白鳥町が出てきたのも想定内です。

　消火器販売の中央防災では，加賀市出身という2人がいました。タイプは違った感じでしたが，ずっと中が良さそうな二人で，名前は忘れていますが，一人がジャガーの4枚ドアに乗っていたことは憶えています。そのもう一人として記憶にあるのがトルコ風呂白鳥になります。

　そちらの一人しか記憶にないのですが，昼間にトルコ風呂白鳥に行き，駐車場に長い時間待たされたのです。短くて50分，長くて80分ぐらいと思いますが，車の中，駐車場で待たされたのは時間が長かったと記憶に残っています。同じ車に被告発人安田敏がいたこともよく憶えています。

　中央防災の消火器販売では，同じ車にガソリン代や事故があった場合の弁償金を割り勘にするような決まりがありました。それで4人ほどで行動することが多かったのですが，別に大聖寺の病院に見舞いの付き合いに行ったことが記憶にあります。

　トルコ風呂白鳥のときは4人という記憶が不思議と残っていないのですが，大聖寺の病院のときは被告発人安田敏を含め4人だったと記憶にあります。古い個人病院で，当時の宇出津の持木病院に似た建物でしたが，さらに古い建物で，いくらか大きめだったとも思います。

　その大聖寺の病院のことをよく憶えていたのは，織物工場の慰労会で，片山津温泉に行ったとき，母親が心臓発作を起こして運ばれた病院だったからです。宇出津小学校の5年生か6年生のことで，昭和50年か51年のことです。

　母親が倒れて病院に運ばれたという話を聞かされたとき，ホテルのエレベーターでピンクショーという案内の放送が流れていたことをよく憶えていますが，その他のことは，昼に小松市のハニベ岩窟院で，地獄と仏の世界を見たことを憶えている程度です。

　その加賀市出身という2人の先輩とは，あまり一緒に行動したという記憶がなく，同じ日に，トルコ風呂白鳥と大聖寺の病院に行った可能性も高いと思うのですが，以前に記録したときは，割と鮮明に状況を記憶していたとも思います。

　その昭和58年の秋で，消火器販売は社会問題化しつつあり，金沢市内では無理ということで，石川県でも河北郡の津幡町の山間や，加賀市の方，福井県でも武生市の辺りに行ったという記憶があり，一度，被告発人安田敏と当時の珠洲郡内浦町一之瀬の方でもやったことがありました。

　私は出張と称する県外へ泊まり込みの消火器販売をやったことはなかったのですが，石川県内では難しくなり，ほとんどが出張になったとも被告発人安田敏は私に話していましたし，それで会う機会も少なくなりました。

　ちょうど，その昭和58年の12月のクリスマスイブの頃には，被告発人安田敏と会っていて，金沢市寺町の家族風呂に一緒に行くなどしていましたが，だいたいその頃には，石坂あたりの増泉一丁目の新しいアパートに被告発人安田敏は住むようになっていました。

　そのあとはほとんど会うことがなくなり，紹介販売で新潟市で留置場に入ったとか，新潟市でシンナーに手を出し，再び松原病院に入院したというような話を，それこそ風の噂のように聞いていました。その後，確かな消息のように聞いたのが，金沢市場輸送での氷の市内配達でした。

　割合はっきりした記憶として残っているのは，金沢市観音堂の被告発人安田敏のアパートで居候をしていたのは，昭和58年の9月の始めから11月の10日頃までということです。肌寒くなる頃でしたが，それでもコタツを見た記憶がなく，布団以外ほとんど何もないアパートでした。

　テレビがあったという記憶もないですが，退屈することはなく遊び回っていたと記憶にあります。満足に食事をとることがなく，同じような生活をしている少女は，病院に運ばれ，栄養失調と診断されたという話も聞きました。まだ試験場が側にあった頃の観音堂です。

　同じ頃，中央防災の消火器販売には，金沢地方裁判所の近くの兼六元町付近の児童養護施設で育ったという二人もいました。一人は兄が，以前，小林運送で長距離助手をしたときの，同い年の先輩でした。尾張町付近の料理屋のことも記録には記述されていると思います。

　その後，被告発人安田敏と一緒に紹介販売の出張をするようになったという羽咋市のIともう一人は，山口組と一和会の抗争のとき，鉄砲玉として拳銃を渡され，そのまま逃げたとも被告発人安田敏に聞きました。詳しく正確なことはこれも記録にあるはずです。

　同じビルに抗争中の山口組と一和会の事務所があるとも聞いたのが片山津温泉で，珠洲市三崎のSKと，別に兼六元町付近の児童養護施設で育ったというHMの二人が共通して同じ頃に所属したとも聞いたのが片山津温泉の暴力団事務所でした。

　その他にも輪島市出身で金沢で暴走族のリーダーをしていたKTのことなど，被告発人安田敏との間にはいろいろと繋がりがあり，ずっと気になっていたのは，被告発人安田敏が金沢市の繁華街片町でバーテンをしていた頃の交友関係で，私にも店に来るように電話を寄越していました。

〈〈〈：Linux Emacs： 2020-07-21（火曜日）23：08 　〈〈〈

